# St7DeleteComment

Deletes the specified line of a Strand7 model’s notes.

long St7DeleteComment(long uID, long Comment)

Input Parameters

uID

Strand7 model file ID.

Comment

Index number of the note line to be deleted.